{"origin_pdf_path": "https://assets.traderepublic.com/assets/files/CA_NL-en.pdf", "text_in_pdf": "Customer Agreement  \n\nTRADE REPUBLIC  \n\nTable of Content  \n\nFramework Agreement​ 3  \n\nAppendix 1​ Pre-contractual information for distance contracts for financial services and Customer information pursuant to Sec. 63 (7) of the German Securities Trading Act (WpHG) 15  \n\nAppendix 2​ Information on Handling Conflicts of Interest​ 25  \n\nAppendix 3​ Special Terms and Conditions for Customer Funds​ 28  \n\nAppendix 4​ Special Terms and Conditions for the Execution of Customer Orders​ 30  \n\nAppendix 5​ Special Terms and Conditions for securities transactions with Execution Policies​ 34  \n\nAppendix 6​ Special Terms and Conditions for Savings Plan​ 44  \n\nAppendix 7   \nSpecial Terms and Conditions for Trading in crypto assets 47  \n\nAppendix 8​ Special Terms and Conditions for Instantly Available Credit Balance​ 54  \n\nAppendix 9​ Special Terms and Conditions for Payment Services 55  \n\nAppendix 10​ Special Terms and Conditions for ELTIF 72  \n\nAppendix 11​ Country Conditions Netherlands 76  \n\nFramework Agreement  \n\nTrade Republic Bank GmbH, Brunnenstraße 19-21, 10119 Berlin, registered in the commercial register of the local court Charlottenburg, registration number HRB 244347 B (hereinafter \"Trade Republic\") and the customer (hereinafter each a \"Party\" and collectively the \"Parties\") enter into this Framework Agreement (hereinafter \"Framework Agreement\"). The Framework Agreement forms the legal basis for the entire business relationship with the customer (hereinafter “Customer”). Trade Republic's Customers can only be consumers within the meaning of Section 13 of the German Civil Code (hereinafter ${}^{u}\\mathbf{B}\\mathbf{G}\\mathbf{B}^{\\prime\\prime}]$ ). The Customer may only use the services of Trade Republic for its own, non-commercial purposes and not in the context of a self-employed activity. Appendices to this Framework Agreement are integral components of this Framework Agreement (hereinafter each individually referred to as an “Appendix” and jointly as “Appendices”) insofar as applicable to the Customer. All services offered by Trade Republic are made available in the application (hereinafter uniformly referred to as the \"Application\"), where the Customer can select the desired services. Special terms and conditions for individual services apply as soon as the Customer requests or uses the corresponding service via the Application. All services are provided on the basis of freedom to provide services regime (cross-border) by Trade Republic subject to the following two paragraphs of  this Preamble.  \n\nAppendix 11 governs the Country Conditions Netherlands for activities and services listed in Section A. II. of Appendix 11 being carried out by Trade Republic Bank GmbH through its Dutch branch, named Trade Republic Bank GmbH, Branch Netherlands (hereinafter “Branch Netherlands”) on the basis of  the freedom of establishment regime. The Branch Netherlands is always acting in representation of Trade Republic Bank GmbH in the course of its business activities. Subject to Section A. II. of Appendix 11, the following activities and services are carried out by Trade Republic Bank GmbH through the Branch Netherlands, operating under the supervision of De Nederlandsche Bank (DNB):  \n\nthe exercise of safekeeping and administration of financial instruments on behalf of Customers with a Custody Account at the Branch Netherlands; ●​ the deposit taking with a Dutch IBAN account.  \n\nAppendix 11 (Country Conditions Netherlands) shall only apply to a person who have successfully completed the onboarding process and/or the migration process within the Trade Republic Application to benefit from the Dutch product offering such as a Dutch IBAN (hereinafter the “Migration Process”). The Migration Process results in the issuance of a Dutch IBAN and, where applicable, a new custody account number and the application of the tax reporting obligations under Wet inkomstenbelasting 2001 (hereinafter “Income Tax Act 2001”) and associated laws and regulations  (including  Algemene  wet  inzake  rijksbelastingen  and Uitvoeringsbesluit inkomstenbelasting 2001). Customers who do not complete the Migration Process and do not fulfil the related requirements (e.g. provision of a Tax Identification Number (TIN)) will remain subject to the terms and conditions of the Framework Agreement without the application of Appendix 11 (hereinafter \"Existing Customers”). Existing Customers will not be entitled to access or benefit from any of the services or terms provided under the Country Conditions Netherlands (Appendix 11) until the Migration Process initiated by Trade Republic has been successfully completed by the Existing Customers. For the avoidance of doubt, in particular, the tax-related provision set out in Section VII. 6. of this Framework Agreement or Section 2.13 (customer agreement version 06.02) or any corresponding clause in the previously accepted version of the framework agreement shall continue to apply to the Existing Customers while certain tax reporting obligations under the Income Tax Act 2001 and associated laws and regulations do not apply to Customers who have not successfully completed the Migration Process.  \n\nI. Scope of this Framework Agreement  \n\nThis Framework Agreement, including the Appendices, governs the entire business relationship between the Customer and Trade Republic, provided the services are offered through the Application and used by the Customer. The included Appendices and Special Terms and Conditions may contain deviations from or additions to this Framework Agreement in specific cases. In the event of conflict between provisions, the Special Terms and Conditions shall take precedence over the terms of this Framework Agreement.  \n\nII. Scope of Service  \n\n1. Trade Republic aims to enable private investors to build up their personal wealth and provide for their retirement through secure, simple and commission-free access to the capital markets. Trade Republic’s core business activities therefore are investment services. All services offered by Trade Republic aim to offer and execute investment services. Banking services, such as the account managed for the Customer do not follow an isolated purpose. They are not mere payment transaction accounts, but also serve as clearing accounts for investment services. Each payment service linked to the account has the purpose of offering and carrying out investment services, so that under no circumstances can a payment account be opened without a Trade Republic custody account (hereinafter “Custody Account”).  \n\n2.​ Trade Republic offers Customers residing in the countries where it operates, in particular, the following services: management of a Custody Account and trading in financial instruments, management of an account, execution of payment transactions (transfers and basic direct debits), issue of a debit card.  \n\n3.​ The Customer agrees that Trade Republic may begin providing services immediately after the conclusion of the Framework Agreement and thus before the end of the withdrawal period. In the event of revocation, the Customer is obliged to compensate Trade Republic for the value of the services provided up to the time of revocation.   \n4.​ The Customer is entitled to use payment service providers that provide payment initiation services and/or account information services within the meaning of Section 1 (33) and (34) of the German Payment Services Supervision Act (Zahlungsdiensteaufsichtsgesetz - hereinafter $\\mathbf{\\nabla}^{\\mu}\\mathbf{Z}\\mathbf{A}\\mathbf{G}^{\\prime\\prime}.$ ). In addition, the Customer may use carefully selected other third-party services.  \n\nIII. Use of Application via a supported device  \n\n1.​ Transaction processing via the terminal device; pairing of the mobile device   \n1.1.​ The prerequisite for entering into a business relationship with Trade Republic and using the services offered is the installation of the Application on a supported mobile or stationary device (hereinafter uniformly referred to as “Terminal Device”) by the Customer. The Terminal Device with the current operating system must be equipped with a mobile phone connection and internet access. The Terminal Devices and operating systems supported by the Trade Republic Application can be found on the Trade Republic Website. If Trade Republic discontinues support for certain Terminal Devices or operating systems, Trade Republic will inform the Customer via a message in the electronic mailbox (hereinafter “Mailbox (Timeline)”) (Section IV. of this Framework Agreement) or via the Application,  at least two months prior to the end of  support.   \n1.2.​ In order to use all services offered by Trade Republic, the Customer must install the latest software version of the Application onto the Terminal Device. This must be obtained directly from Trade Republic or from a provider designated by  Trade Republic only. The services offered by Trade Republic can only be used via this Application on the Customer's Device authorised by Trade Republic - as well as other access channels provided by Trade Republic in the course of its regular business operations. In the event of a malfunction or failure of the Application, the Customer can use the stationary Terminal Device to carry out transactions, which may be necessary if the Customers wishes to make time-critical transactions.   \n1.3. Any use of the features and services provided by Trade Republic through  access paths, programs and/or other interfaces not provided by Trade Republic outside of  the Application is prohibited. In case of violation of this prohibition, Trade Republic reserves the right of extraordinary termination according to Section XX of this Framework Agreement. This does not apply to third-party service providers who access information or services on behalf of the Customer via a dedicated interface provided by Trade Republic.   \n1.4. The Customer's mobile phone number is linked to the user account (hereinafter “User Account”) via the Terminal Device used by the Customer when opening the account and Custody Account. In this way, Trade Republic ensures that the User Account can only be accessed via the Mobile Device validated via the mobile number. Since the mobile Device is used as a personal authentication device (Section III. 2 of this Framework Agreement), only one mobile Device can be linked to the User Account and Custody Account  at a time.   \n1.5. Trade Republic also verifies the email address provided by the Customer in the Application when entering into a business relationship with Trade Republic or in the event of a subsequent change of email address. This ensures that Trade Republic can reach the Customer at any time via an electronic communication channel outside the Application. The Customer is obligated to enter only one email address in the Application, to which the Customer has exclusive and - due to the continuous information by Trade Republic to the Customer in the course of the business relationship - regular access. The Customer must also regularly check the email account belonging to the email address for messages from Trade Republic. The Customer is obligated to use the email account registered with Trade Republic for correspondence with Trade Republic. Trade Republic is not obliged to accept and process messages sent via other email addresses.   \n1.6. The Customer shall without undue delay (ohne schuldhaftes Zögern) enter a new email address in the Application in case the Customer should no longer have regular access to the registered email address. In the event that the Customer grants third parties access to its email account, it shall instruct these third parties not to delete or otherwise remove any emails from Trade Republic without the Customer’s knowledge.   \n1.7. Trade Republic takes extensive precautions regarding the stability of mobile order placement via the Application. However, it cannot be ruled out that, despite these precautions, disruptions may occur when placing orders. Disruptions on the part of the Customer are conceivable, for example if the Customer's Terminal Device is lost, cannot be found, or the Terminal Device's internet connection is not stable. As a result, there is a fundamental risk of delayed execution of Customer orders and - associated with this - of adverse price changes.   \n2.​ Access to the User Account (log-in), elements of authentication (Credentials)   \n2.1.​ Trade Republic pairs only one mobile Device with the User Account at a time.  To log in t via a stationary device, the paired Mobile Devise is  also required. If a new Mobile Device is used, it must first be linked to the User Account through the procedure specified by Trade Republic at that time. When linking a new Device, there may be delays due to additional or renewed identification measures designed to protect against unauthorised  \n\nTRADE REPUBLIC  \n\naccess. This may include, among other things, a temporary block of the User Account or individual functions of the Application, or the temporary inability to change to personal data, such as the email address. It is currently not possible to use the Application on two mobile Devices simultaneously for the same User Account.  \n\n2.2.​ Access to the User Account is provided via the current access and authentication procedure available within the Application.  \n\n2.3.​ Authentication refers to the procedure separately agreed with Trade Republic by means of which Trade Republic can verify:  \n\n● the identity of the Customer,   \n● the authorised use of a specific payment instrument as a personalised instrument or procedure used to place a payment order (e.g. a debit card) or the authorised use of the Customer's personalised security features, which serve the purpose of authentication.  \n\n2.4.​ To carry out the authentication, certain authentication elements are agreed with the Customer (hereinafter “Credentia $|(\\mathbf{s})^{\\prime\\prime})$ . Using one or more of these Credentials, the Customer can identify themselves to Trade Republic as the authorised user, gain access to the User Account, and execute transactions.  \n\n2.5. Credentials include:  \n\nKnowledge elements, something that only the Customer knows (e.g. the personal identification number (hereinafter $\"P|\\mathbf{N}\")$ );   \nPossession elements, something that only the Customer possesses (e.g. the mobile Device or debit card);   \nInherence elements, something that is only inherent in the Customer as a human being (inherence, e.g. the fingerprint as a biometric feature).   \n2.6.​ The Customer is granted access to the User Account if they can authenticate themselves to Trade Republic and access is not blocked (see Section III. 6 of this Framework Agreement).   \n2.7.​ Trade  Republic reserves the right, within reasonable limits, to implement other security procedures for accessing the User Account at any time. The Customer will be informed of any such changes  in due time via a message in the Mailbox (Timeline) or via the Application.   \n3.​ Orders   \n3.1.​ The Special Terms and Conditions for each service govern the details concerning order placement, revocation, and processing by Trade Republic. .   \n3.2.​ For an order to be valid, the Customer must provide their consent (hereinafter “Authorisation”). Upon request, the Customer must use one or more Credentials for this purpose. The Customer must also be authorised to use the respective service.   \n3.3. Trade Republic and the Customer agree that payment transactions are only possible within the transaction limit (Verfügungsrahmen; hereinafter “Limit”) which is displayed in the Application. Prior to each payment transaction (e.g. transfer or debit card payment), the system checks  whether the Limit for the respective service has already been used up  by previous payment transactions of the same type. Payment transactions that would exceed the Limit for the respective service will be declined,  regardless of the account’s current balance. The Customer may only use the Limit of the respective service within the available credit balance  on the account. The Customer may agree with Trade Republic on a change of the Limit in the Application.   \n3.4.​ Before executing an order, Trade Republic checks, among other things, whether the Customer has sufficient credit balance. In this context, all pending,  unsettled transactions in financial instruments and transactions resulting from the use of the Trade Republic debit card are treated as  liabilities. Accordingly, the Customer may only dispose of the portion of their credit balance that is not blocked by such pending transactions. .   \n3.5.​ The Customer receives a confirmation in the Application once the order has been received by Trade Republic in the Application.   \n4.​ Duties of cooperation and care in connection with the Security of User Account   \n4.1.​ The Customer must take all reasonable precautions to protect their Credentials from unauthorised access and, if they are embodied, to store them securely. Otherwise, there is a risk that the User Account and thus the account or debit card may be misused or used without authorisation. In particular, the Credentials must not be stored outside the Application, e.g. on the mobile Device, or kept together with it. When entering the Credentials, the Customer must ensure that they are not revealed to or spied on by third parties. The Customer must follow the security instructions available in the Application and/or on the Trade Republic website.   \n4.2.​ When using biometric features, the Customer must ensure that only its own features (e.g. fingerprints, facial scan) are entered and that only the Customer knows the security-relevant code for changing the system settings. Any other person in possession of the Credentials can misuse the User Account and thus also the\n\nTRADE REPUBLIC  \n\naccount and any debit card.  \n\n4.3.​ To protect the individual Credentials, the Customer must in particular ensure the following:  \n\na.​ Knowledge elements, such as the password, the unlock code of the Terminal Device or the PIN of the debit card must be kept secret and the Customer must act with due care and diligence that a third party gain knowledge of them. In particular, knowledge elements may:  \n\n●​ not be passed on in text form (for example, by e-mail or messenger service) outside of the Application;   \n●​ not be communicated verbally (for example, by telephone or in person;   \n● not be stored electronically in an unsecured manner (for example, storage of the online password in plain text in the Terminal Device);   \n● not be written down on a device or kept as a transcript together with a device that serves as a possession element (for example, Terminal Device).  \n\nb.​ Possession elements, such as the Terminal Device or a debit card, shall be protected against misuse, in particular:  \n\nit must be ensured that other unauthorised persons cannot access and use the Application; the Terminal Device should be secured with a code or with biometric features.   \nthe Application on the Terminal Device must be deactivated before the Customer relinquishes ownership of the Terminal Device (e.g., by selling or disposing of the mobile phone),   \nproof of possession should not be provided outside of online payment transactions orally (e.g., by telephone) or in text form (e.g. by e-mail, messenger service).   \nThe Customer who has received a code from Trade Republic to activate the possession elements (e.g. the Terminal Device, the debit card) must keep them safe from unauthorised access by other persons and must not share it with unauthorised third parties, otherwise there is a risk, for example, that third parties may activate the debit card in a third-party wallet or activate an Terminal Device as a possession element to  access to the Customer's User Account.  \n\nc.​ Elements of being, such as the Customer's fingerprint, Existence elements, such as the Customer's fingerprint, for example, may only be used as credentials on a Customer's end device if no other person's elements of being are stored on the Terminal Device. If other people's existence elements are stored on the Terminal Device, the knowledge element issued by Trade Republic or specified by the Customer (e.g. password, PIN) must be used for the usage of the Application and not the element of being  stored on the Terminal Device.  \n\n4.4.​ Requests outside the original access channels provided by Trade Republic, in which confidential data such as the password or PIN is asked, shall not be answered. If, for example, the Customer receives a request by electronic message (e.g. by e-mail) in which he is asked to establish a link to the (supposed) Trade Republic Application sent with this message and to enter his personal access data via this link, the Customer must not follow this request. The use of payment initiation services or account information services remains unaffected by this (Section II. 4. of this Framework Agreement).  \n\n4.5.​ The Customer must ensure that the operating system of the Terminal Device is always equipped with the latest (security) update.  \n\n4.6.​ In addition to the obligations mentioned in this Section, special terms and conditions may contain further, product-specific obligations of care that must be observed by the Customer, such as the safe storage of the debit card in accordance with Section D. Clause II. 6. of the Special Terms and Conditions for Payment Services (Appendix 9).  \n\n4.7. Irrespective of the obligations under Section III. 4.3. of this Framework Agreement, the Customer may use their Credentials when interacting with a payment initiation service, an account information service or any other third-party service of their choice. The Customer must exercise due diligence in selecting other third-party services.  \n\n5. Information and notification requirements  \n\n5.1.​ Trade Republic must be notified without undue delay via the channels provided in the Application and on the website (hereinafter referred to as “Blocking Notification”), if the Customer discovers the loss, theft, misuse or any other unauthorised use of:  \n\na.​ the Terminal Device,   \nb.​ the PIN of the Terminal Device,   \nc. the User Account,   \nd. a payment instrument (e.g. debit card) or   \ne.​ a Credential  \n\nTRADE REPUBLIC  \n\nThese obligations also apply to the Customer, if the Customer suspects one of the aforementioned cases.   \n5.2. Customers must follow the process provided by Trade Republic to restore access to the User Account or payment instrument (e.g. debit card). Trade Republic provides information about this on the website.   \n5.3. The Customer must also report any theft or misuse immediately to the police and provide evidence of this to Trade Republic if requested.   \n6.​ Blocking of access   \n6.1.​ Upon Customer's request, especially in the event of a blocking notification in accordance with Section III. 5. of this Framework Agreement, Trade Republic blocks access to the User Account and/or the Customer's Credentials.   \n6.2.​ Trade Republic is entitled to block a payment instrument (e.g. the debit card), the access to the User Account  in whole or in part or the Credentials, if a.​ this is justified by factual reasons related to the security of the services provided by Trade Republic and/or the Credentials. b.​ Trade Republic is entitled to terminate the Framework Agreement or individual business relationships for good cause or c.​ There is suspicion or fear of unauthorised or fraudulent use of a Credential.   \n6.3. The suspicion of an unauthorised or fraudulent use of Credentials exists in particular if there are repeated failed attempts to log in to the Application, the check within the access and authentication procedure is repeatedly unsuccessful, or the Application reports that it is not running on an operating system permitted by the manufacturer (e.g., by jailbreak).   \n6.4. Trade Republic will notify the Customer of the block if possible beforehand, in any case without undue delay (ohne schuldhaftes Zögern) afterwards. Trade Republic is not required to disclose reasons, if doing so would violate legal obligations.   \n6.5. Trade Republic will unblock the access or exchange the affected Credentials or replace the payment instrument (e.g. debit card) if the reasons for the block no longer apply. The Customer may need to request a new debit card in the Application. Trade Republic will notify the Customer of this without undue delay.   \nIV. Mailbox (Timeline) and retrieval in the Application (Self-Service) 1.​ Provision of documents   \n1.1.​ Trade Republic provides the Customer with all documents, unless otherwise agreed or required by law, in the Customer's Mailbox (Timeline) or available in the Application. The relevant communication between Trade Republic and the Customer is stored historically in this Mailbox (Timeline), unless the documents have been sent by email or provided via another durable medium (see Section IV. 2. of this Framework Agreement).   \n1.2. If a document is not made available for the Customer to access in the Application, but instead is posted in the Mailbox (Timeline), Trade Republic will inform the Customer thereof by push notification in the Application or by email as soon as Trade Republic has posted the document in  the Mailbox (Timeline).   \n1.3. The parties agree that receipt of documents takes place by placing them in the Mailbox (Timeline) or by using the Application for retrieval by the Customer. The parties further agree that the documents shall be deemed to have been received no later than on the business day following the day on which the document was placed in the Mailbox (Timeline) or made available in the Application, if the Customer was notified of the placement via push notification of the Application or via email. An email is deemed to have been received when it’s been sent and reached the Customers Mailbox (Timeline). 2.​ Information per durable medium   \n2.1.​ Where documents are required by law to be sent to a durable data medium, Trade Republic will provide such documents to the Customer in the form of a Portable Document Format (.pdf) in the Application, unless another form is mandatorily required by law.   These documents can be accessed in the Mailbox (Timeline), in the Application or via email. The Customer may download the documents on its Terminal Device. Trade Republic reserves the right to use a different durable medium. The Customer agrees to the provision of documents on an electronic durable medium.   \n2.2. The provision of key information documents in accordance with Regulation (EU) No 1286/2014 of the European Parliament and of the Council of 26 November 2014 on key information documents for packaged retail and insurance-based investment products (PRIIPs) is generally provided for in paper form. Accordingly, the key information documents would have to be sent in paper form before the order is placed. This contradicts the business model of an online broker. Therefore, the aforementioned consent pursuant to Section 1.2. of this Framework Agreement also relates to the provision of key information documents.  \n\nTrade Republic is entitled, but not obliged, to arrange for documents to be sent to the Customer by mail at the Customer's expense if the Customer fails to comply with its obligation and Trade Republic is legally obliged to do so. The costs incurred can be found in the Application and/or the pricing scheme (Preisübersicht).  \n\n4.​ Storage In the Mailbox (Timeline) and via the Application documents are generally made available to the Customer for five years. The Customer will be notified by Trade Republic, at its sole discretion, via push notification in the Application or via email of the date of automatic deletion.   \nV.​ Periodic balance statement (Rechnungsabschluss) for current accounts   \n1.​ Trade Republic issues a periodic balance statement for a current account at the end of each calendar quarter, unless otherwise agreed; in doing so, mutual claims arising during this period (including interest and charges) are offset. 2.​ The Customer must raise any objections due to incorrectness or incompleteness of a periodic balance statement within six weeks of its receipt; if the objections are raised in text form, it is sufficient to send these within the six-weeks period in order to meet the time limit. Failure to make timely objections will be deemed as approval. Trade Republic will specifically point out this consequence when issuing the periodic balance statement. The Customer may request a correction to the periodic balance statement  after the time limit, however must then prove that their account was wrongly debited or that a credit to which they were entitled was not issued. In the event of a negative balance, Trade Republic has the right to sell financial instruments in the amount of the negative balance without prior notice.   \nVI.​ Reversals and booking correction (Berichtigungsbuchung)   \n1.​ Before balance statement Trade Republic may reserve incorrect credit entries on current accounts (e.g. due to an incorrect account number) by means of a corresponding entry until the next periodic balance statement, insofar as Trade Republic is entitled to a repayment claim against the Customer (so-called reversal); in this case, the Customer can not object the debit entry by claiming it has already disposed over the amount of (incorrect) credit entry.   \n2.​ Before balance statement If Trade Republic establishes an incorrect credit entry only after sending the balance statement and Trade Republic is entitled to a repayment claim against the Customer, Trade Republic shall debit the respective account in the amount of its claim (so-called correction) and make a correction entry in the account. If the Customer raises objections against the correction, Trade Republic shall credit the amount back to the account and assert its repayment claim separately against the Customer.   \n3.​ Customer information; Calculation of Interest Trade Republic will inform the Customer immediately of any reversal or correction bookings. With regard to the calculation of interest, Trade Republic will make the bookings retroactively to the day on which the incorrect booking was made.   \nVII.​ Customer funds; Settlement   \n1.​ Trade Republic has set up Omnibus Trust Accounts with banks that are also authorised to conduct cash deposit business (hereinafter \"Trust Banks\"). Trade Republic holds the Customer's funds in escrow in a risk-diversified manner in one or, in principle, evenly distributed between two Omnibus Trust Accounts. The Customer can deposit funds into their account using the personal International Bank Account Number (hereinafter “IBAN”) provided to them. In the same way, funds paid to the Customer by a third party can also be credited to the account. In accordance with this Section VII. 1. and the Special Terms and Conditions for Customer Funds (Appendix 3) the Customer issues a trust order to Trade Republic for the safekeeping of its Customer funds in the Omnibus Trust Accounts.   \n2.​ The Customer may only place orders for the purchase of financial instruments and for the use of the services offered on a credit basis. This includes, in particular, the use of payment services in accordance with the Special Terms and Conditions for payment services (Appendix 9). The Customer's credit balance is shown in the Account held with Trade Republic. Trade Republic settles the transactions carried out by the Customer, such as transactions in financial instruments or the use of the debit card, via the Customer's credit balance.Trade Republic is nevertheless entitled, but not obliged, to make advance payments to the Customer.  \n\nThe Customer must without undue delay (unverzüglich) settle any negative balance. Notwithstanding the above obligation of the Customer, Trade Republic has the right, in the event of a negative balance, e.g. due to an incorrect or double booking, to sell financial instruments in its own name and for the account of the Customer without prior notice in the amount of the negative balance. In doing so, Trade Republic will generally sell first the financial instruments most recently purchased by the Customer. The Customer hereby already instructs Trade Republic to sell these financial instruments.  \n\n3.​ Trade Republic and the Customer agree on the safekeeping of the Customer's funds in Omnibus Trust Account in accordance with the provisions of Section VII. 1. and 2. of this Framework Agreement and with the Special Terms and Conditions for Customer Funds (Appendix 3). In this respect, Trade Republic refers to the protective purpose pursued with the legal requirements for the segregation of Customer funds (see in this regard in Section III. of the Special Terms and Conditions for the Customer Funds (Appendix 3)).  \n\n4.​ Trade Republic offers the Instantly Available Credit Balance Service to Customers in accordance with the Special Terms and Conditions for Customer Funds (Appendix 3) and the Special Terms and Conditions for Instantly Available Credit Balance (Appendix 8). This service enables the Customer to immediately  use the credit balance by depositing funds into the account.  \n\n5.​ Trade Republic provides the Customer with payment services for the Customer's funds in accordance with Section VII. 1. of the Framework Agreement together with the Special Terms and Conditions for Customer Funds (Appendix 3) and the Special Terms and Conditions for payment services (Appendix 9). The trust order explicitly includes funds that the Customer received through executions of payment orders initiated by third parties (e.g. through a transfer from a third party to the Customer's account).  \n\n6.​ If there have been transactions on the Customer’s account in a tax period, within the framework of the contractual relationship between Trade Republic and the Customer, Trade Republic, in cooperation with a service provider, may provide the Customer with a local tax reporting for the respective tax period free of charge and without any obligation or liability. This tax report can be used to assist the Customer in preparing their tax return. Trade Republic reserves the right to discontinue this complimentary service at the end of a tax year and will notify the Customer with a notice period of four weeks.  \n\nVIII. Fees and expenses  \n\n1.​ The amount of the fees for services provided by Trade Republic, including the amount of payments that exceed the fees agreed for the main service, is set out in the pricing scheme and/or the Application.  \n\nIf a Customer makes use of a main service listed in the pricing scheme and/or Application and no other agreement has been made, the fees stated in the pricing scheme and/or the Application at the time of the service apply. The current version of the pricing scheme can be viewed at any time via the Application and via the Trade Republic Website. Trade Republic can only enter into an agreement with the Customer that is aimed at a payment by the Customer that exceeds the agreed remuneration for the main service, even if it is shown in the pricing scheme and/or the Application. 4.​ The amount of the fee for a service not listed in the pricing scheme and/or the Application shall be determined by Trade Republic at its reasonable discretion (Section 315 BGB) if these main services are provided on behalf of the Customer or in the Customer's presumed interest and their provision can only be expected against remuneration. Deviating agreements between Trade Republic and the Customer take precedence. 5.​ Trade Republic will not charge the Customer for a service that Trade Republic is obliged to provide by law or on the basis of an ancillary contractual obligation, or that Trade Republic performs in its own interest, unless it is permitted by law and will be charged in accordance with the statutory regulations. 6.​ Changes to fees for services that are typically used by the Customer on a permanent basis as part of the business relationship (e.g. Custody Account management) and that do not relate to a payment services framework agreement within the meaning of Section 675f (2) BGB are displayed to the Customer in the Application and only become effective if the Customer accepts them in the Application or by implication. An amendment of a fee, which aims at a payment over and above the main service, can only be reached if Trade Republic and the Customer enter expressly into an agreement. 7.​ For payment service agreements, the costs (fees and expenses) and any changes thereto are based on the respective contractual agreements and special terms and conditions as well as the statutory regulations. IX.​ Foreign currency transactions  \n\n1.​ If Trade Republic concludes a transaction with the Customer in a foreign currency, Trade Republic will convert the foreign currency amount into Euro and credit or debit the corresponding Euro amount to the Customer's account.  \n\nTRADE REPUBLIC  \n\n2.​ The determination of the exchange rate for foreign currency transactions shall be based on the pricing scheme and/or on the Application respectively information linked thereto.  \n\nX. Prohibition of assignment  \n\nThe Customer may not assign, pledge or otherwise transfer claims against Trade Republic based on the business relationship to third parties.  \n\nXI. Right of disposal after death  \n\nAfter the death of the Customer, the person who claims to be the legal successor of the Customer or who acts as executor (Testamentsvollstrecker) of the will must prove to Trade Republic the entitlement under inheritance law in an appropriate way. Trade Republic may, without being obliged to do so, consider as the beneficiary and pay to the beneficiary with discharging effect, the person who presents a certified copy of the testamentary disposition (e.g. will, contract of inheritance) or a current copy of a certificate of inheritance together with the corresponding record of the opening of the probate proceedings and is designated therein as heir or executor. This does not apply if Trade Republic is aware that the person named therein (e.g. due to contestation) is not authorised to dispose of the estate or if this has not become known to Trade Republic due to negligence.  \n\nXII. Duties of cooperation of the Customer  \n\n1.​ When placing orders, the Customer must follow the user guidance in the Application and check all data entered or selected by him for completeness and correctness. Trade Republic cannot execute an order if the Customer has not entered all the requested data in full. In the event of incomplete data entries, the Customer will be informed immediately by the Application. 2.​ For the proper processing of business transactions, it is necessary for the Customer to inform Trade Republic without undue delay of any changes to his contact details (such as a change of mobile phone number, name or address).  In  addition,  further  statutory  notification obligations may arise, in particular from the Money Laundering Act  (Geldwäschegesetz - hereinafter $\"{\\tt G w}{\\tt G}\"$ or the Tax Code (Abgabenordnung). If the Customer negligently violates the duties to cooperate, the Customer must compensate Trade Republic for the resulting costs and expenses, including those arising from the price overview and/or the Application (e.g. for an address investigation) as well as any damages. 3.​ The Customer shall without undue delay check the documents placed in the Mailbox (Timeline) or otherwise sent or made available for retrieval, in particular balance statements, securities statements, Custody Account and income statements, other statements (e.g. on transactions in crypto assets) and notifications on the execution of orders for accuracy and completeness and raise any objections without undue delay. 4.​ If the Customer does not receive periodic balance statements and custody account statements, the Customer must notify Trade Republic without undue delay. The obligation to notify Trade Republic also exists in the absence of other notifications that the Customer expects to receive (e.g. securities statements, account statements). 5.​ If and to the extent that Trade Republic expressly wishes to agree with the Customer on changes to or new provisions in the Customer relationship (see Section XIX. of this Framework Agreement), the Customer is obligated to submit a declaration of intent, either acceptance or rejection, to Trade Republic. 6.​ The Customer is obliged to independently monitor the performance of their investments and their tradability. This applies in particular if, due to the failure of a trading venue or the trading possibility via Trade Republic, the Customer is unable to execute a requested transaction. The Customer is then obliged to continuously monitor when the trading possibility is restored in order to execute the requested transaction. XIII.​ Regulations on the Financial Account Information Exchange Act and the resulting obligations of the Customer to cooperate  \n\n1.​ Due to the agreement of May 31, 2013, between the Federal Republic of Germany and the United States of America for the promotion of tax honesty in international matters (Foreign Account Tax Compliance Act – FATCA), Trade Republic must check whether the Customer is possibly a \"U.S. Person\" when opening a Custody Account. \"U.S. Persons\" are not permitted to open a Custody Account with Trade Republic. It is the responsibility of each Customer to clarify whether they qualify as a \"U.S. Person\". If it becomes apparent during the course of the business relationship that a Customer is or will become a \"U.S. Person\", the Customer must notify Trade Republic without undue delay (ohne schuldhaftes Zögern). If the Customer is a \"U.S. Person\", Trade Republic may terminate this Customer Agreement without notice according to Section XX. 3. If there are reasonable indications that the Customer may have become a U.S. person, Trade Republic is entitled to block the User Account until clarification. If there are reasonable indications that the Customer may have become a U.S. person, Trade Republic is entitled to block the User Account until clarification. In the event that Trade Republic has information that indicates with a probability bordering on certainty (mit an Sicherheit grenzen der Wahrscheinlichkeit) that the Customer will become or is a U.S. Person, Trade Republic shall also be entitled to", "files_in_pdf": []}