{"origin_pdf_path": "https://assets.traderepublic.com/documents/PT/LIGHT_CONTRACT_CUSTOMER_AGREEMENT_20231023090727.pdf", "text_in_pdf": "Light User Agreement  \n\nDate – 09 August 2023  \n\nIntroduction and Scope of this Agreement  \n\nTrade Republic Bank GmbH (hereinafter referred to as \"Trade Republic\") and the app user (hereinafter each a \"Party\" and collectively the \"Parties\") enter into this App User Agreement for Light Users (\"Light User Agreement\").  The following terms and conditions apply to the use of the Trade Republic App to the extent that the user does not have a fully registered customer account with Trade Republic.  \n\nThis means that this agreement only entitles the user to a limited use of the Trade Republic App. This agreement does not entitle the user to trade financial instruments or to make any further legally binding declarations in this regard. For this purpose, it is necessary that the user opens a customer account in accordance with the Online Brokerage Framework Agreement (\"Customer Agreement\") and the associated annexes and successfully undergoes an identity verification (\"KYC process\") beforehand.  \n\n1. General information about Trade Republic   \n1.1 Name and address for service  \n\nThe company address of Trade Republic is:   \nTrade Republic Bank GmbH   \nBrunnenstr. 19-21   \n10119 Berlin, Germany   \nFax: $+49$ 30 5490 6929  \n\n1.2 Persons legally authorized to represent the company; entry in the commercial register  \n\nThe managing directors of Trade Republic are Andreas Torner and Gernot Mittendorfer. Trade Republic is registered in the Commercial Register of the Charlottenburg Local Court under HRB 244347 B.  \n\n2. Trade Republic Light users 2.1 Registration  \n\nThe user may effectively enter into this Light User Agreement with Trade Republic by following the instructions after launching the Trade Republic App; in contrast to a full customer account, only the entry of the mobile phone number, the selection of a security pin, the country of residence and the acceptance of this Light User Agreement are required.  \n\nWhen doing so, the user has access to the contract documents relevant for light use before the contract is concluded. The user makes a binding offer with the content of the Light User Agreement by completing the Light User Account opening. Trade Republic subsequently confirms the conclusion of the agreement to the user. With this step, the Light User Agreement between the user and Trade Republic becomes binding.  \n\n2.2 Features  \n\nThe user has access to only a limited range of services under the Light User Agreement. The user can add individual companies, ETFs or other financial instruments to his watchlist or favorites, obtain information on daily updated prices, paid dividends and further information and valuations. This offer can be extended or limited by Trade Republic at any time and does not constitute a financial service.  \n\nThe user cannot trade financial instruments, make legally binding declarations regarding the purchase and sale of financial instruments, deposit funds or use similar financial services (including trading of crypto assets or similar products) offered by Trade Republic.  \n\nThe User may initiate the KYC process at any time and open a customer account in accordance with the Online Brokerage Framework Agreement.  \n\n2.3 Termination and deletion  \n\nThe User may terminate the Light User Agreement at any time without notice. By default, Light User Accounts will be deleted by Trade Republic and thus terminated should the user be inactive for 90 days and not use his Light User Account. Light User Accounts will also be deleted if the user starts the verification and does not finish it within 90 days after the last activity.  \n\nTrade Republic may also terminate the Light User Agreement at any time without cause upon 60 days' notice.  \n\nThe right of the Parties to terminate for cause, for example in case of breach of this agreement, in particular clause 3, remains unaffected.  \n\n2.4 Natural persons and transferability  \n\nThe offer to conclude the Light User Agreement is directed only at natural persons. Legal entities are excluded from this offer. The Light User Account may not be transferred to third parties.  \n\n2.5 Conclusion of the Customer Agreement  \n\nShould the User decide to go through the verification process and conclude the Customer Agreement, thus opening a full customer account with Trade Republic, this Light User Agreement as well as the Light User Account will be fully replaced by the new customer account. The Light User Account will be closed in this case and cannot be used any further. The new customer account cannot be converted back into a Light User Account.  \n\n3. Copyright, database rights and app usage  \n\nThe content provided within the Trade Republic App is subject to copyright protection and may only be used within the scope of the functions provided for the respective user. In particular, the publication, distribution, editing, copying or public disclosure of content made available in the App, without the prior written consent of Trade Republic, is prohibited, unless such content is otherwise already freely available to the public.  \n\nAny use of the features and services provided by Trade Republic through the use of access paths, programs and/or other interfaces not provided by Trade Republic outside of the App is prohibited. In case of violation of this prohibition, Trade Republic reserves the right of extraordinary termination.  \n\n4. Liability  \n\nTrade Republic is liable according to the legal regulations for damages caused by Trade Republic either intentionally or by gross negligence.   \nTrade Republic is liable to the user without limitation in case of simple negligence for injury to life, body or health as well as to the extent of a guarantee assumed by Trade Republic.   \nIn case of a slightly negligent breach of an obligation that is essential for the achievement of the purpose of the contract (cardinal obligation), Trade Republic's liability is limited to the amount of the damage that is foreseeable and typical according to the nature of the transaction in question. There is no further liability of Trade Republic.   \nThe above limitations of liability also apply to the personal liability of the contractor's employees, representatives and bodies.  \n\n5. Data protection for Light User Accounts  \n\nOnly limited personal information is collected when using the light functions of the app. Only the entry of the mobile phone number and a pin is required. Further information such as name, email address, tax number or ID verification are not components of a Light User Account.  \n\nThe data provided as part of the Light User Account registration will be automatically deleted by Trade Republic if the user has been inactive for 90 days or has started the verification process but not completed it within 90 days of the last activity.  \n\nFurther information about Trade Republic as the data controller, rights of the user as well as service providers used can be viewed in Trade Republic's privacy policy within the app.  \n\n6. Further information  \n\n6.1 Downloading the Light User Agreement  \n\nThe User may print or save this Light User Agreement by using the usual function of his browser (usually \"File\" $_->$ \"Save As\") or by making a copy of the page within the App and depending on his operating system. The user can also download the Light User Agreement as a pdf in his Light User Account. To open the pdf file, you will need a free Adobe Reader program (available at www.adobe.de) or a comparable program that can handle the PDF format.  \n\n6.2 Further provisions  \n\nUnless otherwise provided for in this Light User Agreement, the provisions of the Customer Agreement shall apply accordingly. This includes in particular the provisions regarding choice of law, place of jurisdiction or KYC process.", "files_in_pdf": []}